Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Select a goal plan to get started
nl_nl: Selecteer een doelplan om te beginnen

source: Please select a goal plan.
nl_nl: Selecteer een doelplan.

source: The payout curve was successfully assigned.
nl_nl: De uitbetalingscurve is succesvol toegewezen.

source: The payout curves were successfully assigned.
nl_nl: De uitbetalingscurves zijn succesvol toegewezen.

source: Autosaved
nl_nl: Automatisch opgeslagen

source: Select goal
nl_nl: Doel selecteren

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
nl_nl: Weet u zeker dat u dit doelplan wilt verwijderen? Dit zal alle configuraties permanent verwijderen.

source: Delete goal plan
nl_nl: Doelplan verwijderen

source: Empty
nl_nl: Leeg

source: Individual
nl_nl: Individueel

source: Organizational
nl_nl: Organisatorisch

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
nl_nl: Geen resultaten komen overeen met de zoek-/filtercriteria. Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Search by goal name
nl_nl: Zoeken op doelnaam

source: {{count}} items selected
nl_nl: {{count}} items geselecteerd

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
nl_nl: Sommige doelstellingen hebben geen uitbetalingscurve toegewezen. U kunt doorgaan, maar deze doelstellingen worden niet meegenomen in bonusberekeningen.

source: Unassigned goals
nl_nl: Niet-toegewezen doelen

source: Pending draft
nl_nl: Concept in behandeling

source: Bonus Plans
nl_nl: Bonusplannen

source: Open bonus plan
nl_nl: Bonusplan openen

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
nl_nl: Weet u zeker dat u dit doelplan wilt bijwerken? Het gepubliceerde bonusplan wordt pas beïnvloed als u het opnieuw publiceert.

source: Update goal plan
nl_nl: Doelplan bijwerken

source: Refresh goals
nl_nl: Doelen vernieuwen

source: The goal plan was successfully updated.
nl_nl: Het doelplan is bijgewerkt.

source: Update compensation rounds to the latest version.
nl_nl: Werk compensatierondes bij naar de nieuwste versie.

source: Check the usage details to see where this plan is used.
nl_nl: Bekijk de gebruiksgegevens om te zien waar dit plan wordt gebruikt.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
nl_nl: U staat op het punt het concept te publiceren, waardoor de huidige gepubliceerde versie van dit bonusplan wordt vervangen.

source: To apply your changes:
nl_nl: Om uw wijzigingen toe te passen:

source: This action won’t automatically update the compensation rounds using this plan.
nl_nl: Deze actie werkt de compensatierondes die dit plan gebruiken niet automatisch bij.

source: Publish updated bonus plan
nl_nl: Bijgewerkt bonusplan publiceren

source: Owner
nl_nl: Eigenaar

source: Published date
nl_nl: Publicatiedatum

source: Search by name or code
nl_nl: Zoek op naam of code

source: Competency Scales
nl_nl: Competentieschalen

source: The career development plan was successfully updated.
nl_nl: Het loopbaanontwikkelingsplan is succesvol bijgewerkt.

source: Add question
nl_nl: Vraag toevoegen

source: Edit career development plan
nl_nl: Bewerk loopbaanontwikkelingsplan

source: No translation provided for the description
nl_nl: Geen vertaling beschikbaar voor de beschrijving

source: No translation provided for the title
nl_nl: Geen vertaling beschikbaar voor de titel

source: Specify the number of days
nl_nl: Geef het aantal dagen op

source: Configure notifications and preferred notification delivery channels
nl_nl: Configureer meldingen en voorkeurskanalen voor meldingsbezorging

source: Message
nl_nl: Bericht

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
nl_nl: Goed werk tot nu toe! Met nog maar een paar dagen te gaan in je loopbaanontwikkelingsplan, is dit het perfecte moment om je voortgang te evalueren en eventuele aanvullende opmerkingen toe te voegen.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
nl_nl: Vandaag is de laatste dag van je loopbaanontwikkelingsplan! Goed gedaan met je inzet en groei gedurende deze reis.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
nl_nl: Je carrièreontwikkelingsplan is klaar voor de laatste beoordeling. Bevestig en keur het plan goed na overleg met je manager.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
nl_nl: Je zelfevaluatie is ingediend. Je manager zal deze beoordelen en binnenkort feedback geven.

source: Your career development plan has started. Review the plan and begin working on your objectives.
nl_nl: Je loopbaanontwikkelingsplan is gestart. Bekijk het plan en begin met het werken aan je doelstellingen.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
nl_nl: Je zelfevaluatie is nu geopend. Neem de tijd om na te denken en dien vervolgens je antwoorden in.

source: Send a notification a certain number of days before the end of the plan
nl_nl: Stuur een melding een bepaald aantal dagen voor het einde van het plan

source: Send a notification on the day
nl_nl: Stuur een melding op de dag

source: End of the career development plan
nl_nl: Einde van het loopbaanontwikkelingsplan

source: Career development plan PDF creation
nl_nl: PDF-creatie voor loopbaanontwikkelingsplan

source: Plan sign-off
nl_nl: Plan goedkeuring

source: Review & feedback
nl_nl: Beoordeling & feedback

source: Start of the career development plan
nl_nl: Begin van het loopbaanontwikkelingsplan

source: Worker submission
nl_nl: Werknemerinzending

source: Email notifications
nl_nl: E-mailmeldingen

source: In-app notifications
nl_nl: In-app-meldingen

source: Notification delivery channel
nl_nl: Kanaal voor het bezorgen van meldingen

source: Core components
nl_nl: Kerncomponenten

source: Enable, configure & reorder core components
nl_nl: Inschakelen, configureren en herschikken van kerncomponenten

source: Continuous plan
nl_nl: Continuïteitsplan

source: Enter the basic information for the plan
nl_nl: Voer de basisinformatie voor het plan in

source: Fixed duration plan
nl_nl: Plan met vaste duur

source: Local owner
nl_nl: Lokale eigenaar

source: Select owner
nl_nl: Eigenaar selecteren

source: Send career development plan PDF to Documents
nl_nl: Stuur PDF van loopbaanontwikkelingsplan naar Documenten

source: A plan with this code already exists.
nl_nl: Er bestaat al een plan met die code.

source: Select option
nl_nl: Selecteer optie

source: Eligibility
nl_nl: Geschiktheid

source: Specify the eligibility for the comp round
nl_nl: Specificeer de geschiktheid voor de comp-ronde

source: Define the populations for the plan
nl_nl: Definieer de populaties voor het plan

source: Population setup is restricted by primary owner access
nl_nl: Populatie-instelling is beperkt door toegang van primaire eigenaar

source: Population setup is restricted by local admin access.
nl_nl: Populatie-instelling is beperkt door lokale beheerderstoegang.

source: Privacy settings
nl_nl: Privacy-instellingen

source: Configure the privacy settings
nl_nl: Configureer de privacy-instellingen

source: Mandatory question
nl_nl: Verplichte vraag

source: Checkboxes
nl_nl: Selectievakjes

source: Radio buttons
nl_nl: Keuzerondjes

source: Text input
nl_nl: Tekstinvoer

source: Edit question
nl_nl: Vraag bewerken

source: No questions yet
nl_nl: Nog geen vragen

source: Answer to this question is mandatory.
nl_nl: Het beantwoorden van deze vraag is verplicht.

source: Response permission
nl_nl: Antwoordtoestemming

source: Manager only
nl_nl: Alleen manager

source: Worker only
nl_nl: Alleen medewerker

source: Worker & manager
nl_nl: Medewerker & manager

source: Career plan questionnaire
nl_nl: Vragenlijst voor loopbaanplanning

source: Add answer option
nl_nl: Antwoordoptie toevoegen

source: The answer option cannot be empty.
nl_nl: De antwoordoptie kan niet leeg zijn.

source: Create questions for workers
nl_nl: Maak vragen voor werknemers

source: Languages: {{numerator}}/{{denominator}}
nl_nl: Talen: {{numerator}}/{{denominator}}

source: List of answer options
nl_nl: Lijst met antwoordopties

source: At least {{count}} answer option is required for this answer type
nl_nl: Minimaal {{count}} antwoordoptie is vereist voor dit antwoordtype

source: At least {{count}} answer options are required for this answer type
nl_nl: Voor dit antwoordtype zijn minimaal {{count}} antwoordopties vereist

source: Please provide a question.
nl_nl: Gelieve een vraag te stellen.

source: Show disabled
nl_nl: Uitgeschakelden weergeven

source: Response rule
nl_nl: Antwoordregel

source: Skill library
nl_nl: Vaardighedenbibliotheek

source: Configure the skill set for the plan
nl_nl: Configureer de vaardigheden voor het plan

source: Sidebar widgets
nl_nl: Zijbalkwidgets

source: Enable, set up & reorder sidebar widgets
nl_nl: Zijbalkwidgets inschakelen, instellen en herschikken

source: Workflow
nl_nl: Werkstroom

source: Update the workflow labels
nl_nl: Werk de workflow-labels bij

source: Change display name
nl_nl: Wijzig weergavenaam

source: Selected workflow step
nl_nl: Geselecteerde werkstap

source: Receive insights and guidance from your manager.
nl_nl: Ontvang inzichten en begeleiding van je manager.

source: Manager feedback
nl_nl: Feedback van de manager

source: Reflect on your achievements and growth areas.
nl_nl: Denk na over je prestaties en groeigebieden.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
nl_nl: De manager kan nog steeds bepaalde velden invullen en, na het uitvoeren van de actie, het formulier indienen.

source: Allow workers to refuse the career development
nl_nl: Werknemers toestaan om de loopbaanontwikkeling te weigeren

source: Create career development plan
nl_nl: Maak een loopbaanontwikkelingsplan

source: View & manage career development plans
nl_nl: Bekijk en beheer loopbaanontwikkelingsplannen

source: Development plans
nl_nl: ONtwikkelingspunten

source: End date: {{date}}
nl_nl: Einddatum: {{date}}

source: Start date: {{date}}
nl_nl: Startdatum: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
nl_nl: Geen loopbaanplannen. Kijk binnenkort opnieuw voor updates en nieuwe kansen om je professionele groei te ondersteunen. We zijn hier om je te helpen je carrièredoelen te bereiken.

source: No career development plans
nl_nl: Geen loopbaanontwikkelingsplannen

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
nl_nl: Het bestand is succesvol geüpload. Download het logbestand om eventuele fouten te bekijken. Let op de laatste twee kolommen, "Resultaat" en "Foutbeschrijving," voor details over eventuele problemen die zijn opgetreden.

source: Are you sure you want to delete the career development plan?
nl_nl: Weet u zeker dat u het carrièreontwikkelingsplan wilt verwijderen?

source: Delete career development plan
nl_nl: Loopbaanontwikkelingsplan verwijderen

source: The career development plan template was successfully deleted.
nl_nl: De sjabloon voor loopbaanontwikkelingsplan is succesvol verwijderd.

source: The career development plan was duplicated and a new item was created.
nl_nl: Het carrièreontwikkelingsplan is gedupliceerd en er is een nieuw item aangemaakt.

source: No career development plans yet!
nl_nl: Nog geen carrièreontwikkelingsplannen!

source: Open career development plan
nl_nl: Open loopbaanontwikkelingsplan

source: Career development plans
nl_nl: Carrièreontwikkelingsplannen

source: Upload skills
nl_nl: Vaardigheden uploaden

source: Download career development plan
nl_nl: Download loopbaanontwikkelingsplan

source: Generate PDF
nl_nl: PDF genereren

source: Send to Documents
nl_nl: Verzenden naar Documenten

source: Preview behavior wheel widget
nl_nl: Voorbeeld van gedrag wiel widget

source: Behavior wheel
nl_nl: Gedragswiel

source: Enable chat messages for the entire duration of the career development plan.
nl_nl: Schakel chatberichten in voor de gehele duur van het loopbaanontwikkelingsplan.

source: Career chat
nl_nl: Carrièrechat

source: Add resources
nl_nl: Voeg middelen toe

source: Provide links to workers and managers
nl_nl: Geef links aan werknemers en managers

source: Go to edit mode to get started by creating one.
nl_nl: Ga naar de bewerkingsmodus om te beginnen met het maken van een.

source: No resources added yet!
nl_nl: Nog geen bronnen toegevoegd!

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
nl_nl: Ongeldige URL. Zorg ervoor dat je een URL invoert die het HTTPS-protocol gebruikt.

source: Resource list
nl_nl: Lijst met middelen

source: Resources
nl_nl: Middelen

source: Skills & competency groups
nl_nl: Vaardigheden en competentiegroepen

source: You must select at least one skill.
nl_nl: U moet minstens één vaardigheid selecteren.

source: Skill Libraries
nl_nl: Vaardigheidsbibliotheken

source: The size of the file exceeds the maximum limit.
nl_nl: De grootte van het bestand overschrijdt de maximale limiet.

source: Upload file
nl_nl: Bestand uploaden

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
nl_nl: Upload het CSV-bestand (Max: 1MB). Zorg ervoor dat het bestand correct is opgemaakt voor een probleemloze upload.

source: Import file
nl_nl: Bestand importeren

source: Download your current skill configuration
nl_nl: Download je huidige vaardigheidsconfiguratie

source: Upload the modified file
nl_nl: Upload het gewijzigde bestand

source: Add new skills to the file or update the existing skills
nl_nl: Voeg nieuwe vaardigheden toe aan het bestand of werk de bestaande vaardigheden bij

source: Add skills to the library
nl_nl: Voeg vaardigheden toe aan de bibliotheek

source: This operation might take a few minutes; please keep this window open.
nl_nl: Deze bewerking kan enkele minuten duren; houd dit venster alstublieft open.

source: Processing
nl_nl: Aan het verwerken

source: Parent element
nl_nl: Ouderelement

source: This code already exists.
nl_nl: Deze code bestaat al.

source: Create comp element
nl_nl: Creëer comp-element

source: Edit comp element
nl_nl: Bewerk comp-element

source: The code will be automatically generated after creation.
nl_nl: De code wordt automatisch gegenereerd na de creatie.

source: Customer code
nl_nl: Klantcode

source: The customer code cannot be empty.
nl_nl: De klantcode kan niet leeg zijn.

source: Use this for mapping purpose
nl_nl: Gebruik dit voor mappingdoeleinden

source: Comp elements
nl_nl: Comp-elementen

source: Comp elements in use
nl_nl: Comp-elementen in gebruik

source: Comp groups
nl_nl: Compensatiegroepen

source: Comp trees
nl_nl: Compensatiestructuren

source: View rounds using comp elements
nl_nl: Bekijk rondes met behulp van comp-elementen

source: Go to comp round
nl_nl: Ga naar de compensatieronde

source: Rounds using comp elements
nl_nl: Rondes met gebruik van comp-elementen

source: Create your first comp element
nl_nl: Maak uw eerste comp-element aan

source: View and manage comp trees and comp elements
nl_nl: Bekijk en beheer comp-schema's en comp-elementen

source: Enable comp element
nl_nl: Comp-element inschakelen

source: Compensation element tree
nl_nl: Compensatie-elementenboom

source: View comp element
nl_nl: Comp-element weergeven

source: Compensation element
nl_nl: Compensatie-element

source: Select the compensation element that will use this rule
nl_nl: Selecteer het compensatie-element dat deze regel zal gebruiken

source: The compensation element cannot be empty.
nl_nl: Het compensatie-element kan niet leeg zijn.

source: No target budget
nl_nl: Geen doelbudget

source: Outcome
nl_nl: Resultaat

source: Define the outcome of the rule
nl_nl: Definieer de uitkomst van de regel

source: The rule list is empty. Get started by creating a budget rule.
nl_nl: De regel lijst is leeg. Begin met het maken van een budgetregel.

source: Create rule
nl_nl: Regel maken

source: How do you want to distribute your budget?
nl_nl: Hoe wilt u uw budget verdelen?

source: Budget rules
nl_nl: Budgetregels

source: Are you sure you want to delete this condition block?
nl_nl: Weet u zeker dat u dit voorwaardeblok wilt verwijderen?

source: Delete condition block
nl_nl: Verwijder voorwaardeblok

source: The compensation round was successfully published.
nl_nl: De beloningsronde is succesvol gepubliceerd.

source: Are you sure you want to republish the compensation round?
nl_nl: Weet je zeker dat je de compensatieronde opnieuw wilt publiceren?

source: The compensation round was successfully republished.
nl_nl: De compensatieronde is succesvol opnieuw gepubliceerd.

source: Republish compensation round
nl_nl: Compensatieronde opnieuw publiceren

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
nl_nl: Uw wijzigingen worden opgeslagen als een concept in voorbereiding. De gepubliceerde versie van de comp-ronde blijft ongewijzigd totdat deze opnieuw wordt gepubliceerd. Weet u zeker dat u als een concept in voorbereiding wilt opslaan?

source: Are you sure you want to update the compensation round?
nl_nl: Weet je zeker dat je de compensatieronde wilt bijwerken?

source: The compensation round was successfully updated.
nl_nl: De compensatieronde is succesvol bijgewerkt.

source: Update compensation round
nl_nl: Compensatieronde bijwerken

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
nl_nl: Er zijn updates aangebracht in het geselecteerde datamodel. Controleer en valideer uw rondeconfiguraties. Laatste update: {{date}}

source: Generate validation report
nl_nl: Genereer validatierapport

source: Changes detected in data model
nl_nl: Wijzigingen gedetecteerd in gegevensmodel

source: The pending draft was successfully deleted.
nl_nl: Het concept in behandeling is succesvol verwijderd.

source: The compensation round was successfully deleted.
nl_nl: De compensatieronde is verwijderd.

source: The compensation round was successfully duplicated.
nl_nl: De beloningsronde is succesvol gedupliceerd.

source: The compensation round was duplicated and a new item was created.
nl_nl: De compensatieronde is gedupliceerd en een nieuw item is aangemaakt.

source: Select the comp element that will use this rule.
nl_nl: Selecteer het comp-element dat deze regel zal gebruiken.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
nl_nl: Alle individuen binnen de gespecificeerde populatie komen standaard in aanmerking. Maak regels om werknemers uit te sluiten.

source: Eligibility rules
nl_nl: Geschiktheidsregels

source: Expression
nl_nl: Uitdrukking

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
nl_nl: Alle individuen in de gedefinieerde populatie zijn standaard in aanmerking komend. U kunt regels maken en configureren om bepaalde werknemers uit te sluiten.

source: Create rules to make workers ineligible.
nl_nl: Maak regels om werknemers niet in aanmerking te laten komen.

source: Rule name
nl_nl: Regelnaam

source: The rule name cannot be empty.
nl_nl: De regelnaam kan niet leeg zijn.

source: After
nl_nl: Na

source: Before
nl_nl: Voor

source: Contains
nl_nl: Bevat

source: The operator is required
nl_nl: De operator is vereist

source: Greater than
nl_nl: Groter dan

source: Greater than or equal to
nl_nl: Groter dan of gelijk aan

source: Checked
nl_nl: Gecontroleerd

source: Equal to
nl_nl: Gelijk aan

source: Not checked
nl_nl: Niet gecontroleerd

source: Not empty
nl_nl: Niet leeg

source: Not equal to
nl_nl: Niet gelijk aan

source: Less than
nl_nl: Minder dan

source: Less than or equal to
nl_nl: Minder dan of gelijk aan

source: Doesn't contain
nl_nl: Bevat niet

source: Not in
nl_nl: Niet in

source: On or after
nl_nl: Op of na

source: On or before
nl_nl: Op of vóór

source: Range
nl_nl: Bereik

source: Value
nl_nl: Waarde

source: The value is required.
nl_nl: De waarde is vereist.

source: Rule details
nl_nl: Regeldetails

source: Enter a name and a description for the rule.
nl_nl: Voer een naam en een beschrijving voor de regel in.

source: Filter by comp element
nl_nl: Filter op comp-element

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
nl_nl: Een of meer stappen zijn niet verwerkt. Bewerk het openstaande concept en probeer vervolgens opnieuw te publiceren.

source: One or more steps failed to process. Edit the round, and then try to publish again.
nl_nl: Een of meer stappen zijn niet verwerkt. Bewerk de ronde en probeer vervolgens opnieuw te publiceren.

source: No actors are selected. If you continue, no one will have access to this round.
nl_nl: Er zijn geen actoren geselecteerd. Als je doorgaat, krijgt niemand toegang tot deze ronde.

source: Select actors
nl_nl: Acteurs selecteren

source: Selected actors
nl_nl: Geselecteerde acteurs

source: Define which actors can access this round.
nl_nl: Geef aan welke actoren toegang hebben tot deze ronde.

source: Actors & round access
nl_nl: Acteurs en ronde toegang

source: At least one actor must be selected.
nl_nl: Er moet minstens één actor worden geselecteerd.

source: Modify the bonus calculation formula if needed.
nl_nl: Wijzig indien nodig de formule voor de bonusberekening.

source: Customize formula
nl_nl: Formule aanpassen

source: Reset formula
nl_nl: Formule resetten

source: Preview the bonus calculation formula
nl_nl: Bekijk een voorvertoning van de bonusberekeningsformule

source: Bonus calculation formula
nl_nl: Bonusberekeningsformule

source: Currency source
nl_nl: Valutabron

source: All currencies
nl_nl: Alle valuta's

source: Any currency available for the company
nl_nl: Elke valuta die beschikbaar is voor het bedrijf

source: Comp round currency
nl_nl: Comp ronde valuta

source: Currency of the comp round
nl_nl: Valuta van de beloningsronde

source: Currency of the exact compensation element
nl_nl: Valuta van het exacte compensatie-element

source: The currency source cannot be empty.
nl_nl: De valutabron kan niet leeg zijn.

source: Target bonus currency field
nl_nl: Doelbonus valutaveld

source: The target bonus currency field cannot be empty.
nl_nl: Het veld voor de doelbonusvaluta mag niet leeg zijn.

source: Review the target bonus formula
nl_nl: Bekijk de doelbonusformule

source: This plan contains an error.
nl_nl: Dit plan bevat een fout.

source: Bonus plans
nl_nl: Bonusplannen

source: Distribute your budget
nl_nl: Verdeel uw budget

source: Bulk options
nl_nl: Bulkopties

source: Only custom/calculated columns can be deleted.
nl_nl: Alleen aangepaste/berekende kolommen kunnen worden verwijderd.

source: The columns were successfully deleted.
nl_nl: De kolommen zijn succesvol verwijderd.

source: The columns were successfully disabled.
nl_nl: De kolommen zijn succesvol uitgeschakeld.
